[
    {
        "disorder": "Separation Anxiety Disorder",
        "criteria": "A. Developmentally inappropriate and excessive fear or anxiety concerning separation from those to whom the individual is attached, as evidenced by at least three of the following: 1. Recurrent excessive distress when anticipating or experiencing separation from home or from major attachment figures. 2. Persistent and excessive worry about losing major attachment figures or about possible harm to them, such as illness, injury, disasters, or death. 3. Persistent and excessive worry about experiencing an untoward event (e.g., getting lost, being kidnapped, having an accident, becoming ill) that causes separation from a major attachment figure. 4. Persistent reluctance or refusal to go out, away from home, to school, to work, or elsewhere because of fear of separation. 5. Persistent and excessive fear of or reluctance about being alone or without major attachment figures at home or in other settings. 6. Persistent reluctance or refusal to sleep away from home or to go to sleep without being near a major attachment figure. 7. Repeated nightmares involving the theme of separation. 8. Repeated complaints of physical symptoms (e.g., headaches, stomachaches, nausea, vomiting) when separation from major attachment figures occurs or is anticipated. B. The fear, anxiety, or avoidance is persistent, lasting at least 4 weeks in children and adolescents and typically 6 months or more in adults. C. The disturbance causes clinically significant distress or impairment in social, academic, occupational, or other important areas of functioning. D. The disturbance is not better explained by another mental disorder."
    },
    {
        "disorder": "Selective Mutism",
        "criteria": "A. Consistent failure to speak in specific social situations in which there is an expectation for speaking (e.g., at school) despite speaking in other situations. B. The disturbance interferes with educational or occupational achievement or with social communication. C. The duration of the disturbance is at least 1 month (not limited to the first month of school). D. The failure to speak is not attributable to a lack of knowledge of, or comfort with, the spoken language required in the social situation. E. The disturbance is not better explained by a communication disorder and does not occur exclusively during the course of autism spectrum disorder, schizophrenia, or another psychotic disorder."
    },
    {
        "disorder": "Specific Phobia",
        "criteria": "A. Marked fear or anxiety about a specific object or situation (e.g., flying, heights, animals, receiving an injection, seeing blood). B. The phobic object or situation almost always provokes immediate fear or anxiety. C. The phobic object or situation is actively avoided or endured with intense fear or anxiety. D. The fear or anxiety is out of proportion to the actual danger posed by the specific object or situation and to the sociocultural context. E. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. F. The fear, anxiety, or avoidance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. G. The disturbance is not better explained by the symptoms of another mental disorder."
    },
    {
        "disorder": "Social Anxiety Disorder (Social Phobia)",
        "criteria": "A. Marked fear or anxiety about one or more social situations in which the individual is exposed to possible scrutiny by others. B. The individual fears that he or she will act in a way or show anxiety symptoms that will be negatively evaluated (i.e., humiliating, embarrassing, rejection, offending others). C. The social situations almost always provoke fear or anxiety. D. The social situations are avoided or endured with intense fear or anxiety. E. The fear or anxiety is out of proportion to the actual threat posed by the social situation and to the sociocultural context. F. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. G. The fear, anxiety, or avoidance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. H. The fear, anxiety, or avoidance is not attributable to the physiological effects of a substance or another medical condition. I. The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder. J. If another medical condition is present, the fear, anxiety, or avoidance is clearly unrelated or is excessive."
    },
    {
        "disorder": "Panic Disorder",
        "criteria": "A. Recurrent unexpected panic attacks, defined as abrupt surges of intense fear or discomfort that reach a peak within minutes, accompanied by four or more of the following symptoms: palpitations, sweating, trembling, shortness of breath, feelings of choking, chest pain, nausea, dizziness, chills or heat sensations, paresthesias, derealization or depersonalization, fear of losing control or going crazy, fear of dying. B. At least one of the attacks has been followed by 1 month or more of one or both of the following: 1. Persistent concern or worry about additional panic attacks or their consequences. 2. A significant maladaptive change in behavior related to the attacks. C. The disturbance is not attributable to the physiological effects of a substance or another medical condition. D. The disturbance is not better explained by another mental disorder."
    },
    {
        "disorder": "Agoraphobia",
        "criteria": "A. Marked fear or anxiety about two or more of the following five situations: 1. Using public transportation. 2. Being in open spaces. 3. Being in enclosed places. 4. Standing in line or being in a crowd. 5. Being outside of the home alone. B. The individual fears or avoids these situations because of thoughts that escape might be difficult or help might not be available in the event of developing panic-like symptoms or other incapacitating or embarrassing symptoms. C. The agoraphobic situations almost always provoke fear or anxiety. D. The agoraphobic situations are actively avoided, require the presence of a companion, or are endured with intense fear or anxiety. E. The fear or anxiety is out of proportion to the actual danger posed by the agoraphobic situations and to the sociocultural context. F. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more. G. The fear, anxiety, or avoidance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. H. If another medical condition is present, the fear, anxiety, or avoidance is clearly excessive. I. The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder."
    },
    {
        "disorder": "Generalized Anxiety Disorder",
        "criteria": "A. Excessive anxiety and worry occurring more days than not for at least 6 months about a number of events or activities. B. The individual finds it difficult to control the worry. C. The anxiety and worry are associated with three or more of the following six symptoms (one symptom required in children): 1. Restlessness or feeling keyed up or on edge. 2. Being easily fatigued. 3. Difficulty concentrating or mind going blank. 4. Irritability. 5. Muscle tension. 6. Sleep disturbance. D. The anxiety, worry, or physical symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance or another medical condition. F. The disturbance is not better explained by another mental disorder."
    },
    {
        "disorder": "Substance/Medication-Induced Anxiety Disorder",
        "criteria": "A. Panic attacks or anxiety is predominant in the clinical picture. B. There is evidence from history, physical examination, or laboratory findings that: 1. The symptoms developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms. C. The disturbance is not better explained by an anxiety disorder that is not substance/medication-induced. D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    },
    {
        "disorder": "Anxiety Disorder Due to Another Medical Condition",
        "criteria": "A. Panic attacks or anxiety is predominant in the clinical picture. B. There is evidence from history, physical examination, or laboratory findings that the disturbance is the direct pathophysiological consequence of another medical condition. C. The disturbance is not better explained by another mental disorder. D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    }
]