[
    {
        "disorder": "Disruptive Mood Dysregulation Disorder",
        "criteria": "A. Severe recurrent temper outbursts manifested verbally and/or behaviorally that are grossly out of proportion in intensity or duration to the situation or provocation.\nB. The temper outbursts are inconsistent with developmental level.\nC. The temper outbursts occur, on average, three or more times per week.\nD. The mood between temper outbursts is persistently irritable or angry most of the day, nearly every day, and is observable by others.\nE. Criteria A–D have been present for 12 or more months without a period of 3 or more consecutive months without all symptoms.\nF. Criteria A and D are present in at least two of three settings (home, school, peers) and are severe in at least one.\nG. Diagnosis not made before age 6 or after age 18.\nH. Age at onset before 10 years.\nI. No distinct period lasting more than 1 day meeting full criteria for manic or hypomanic episode.\nJ. Behaviors do not occur exclusively during a major depressive episode and are not better explained by another mental disorder.\nK. Symptoms not attributable to physiological effects of a substance or medical condition."
    },
    {
        "disorder": "Major Depressive Disorder",
        "criteria": "A. Five (or more) symptoms present during the same 2-week period representing a change from previous functioning; at least one symptom is depressed mood or loss of interest/pleasure:\n  1. Depressed mood most of the day, nearly every day (in children/adolescents, can be irritable mood).\n  2. Markedly diminished interest or pleasure in all or almost all activities.\n  3. Significant weight loss/gain or change in appetite.\n  4. Insomnia or hypersomnia nearly every day.\n  5. Psychomotor agitation or retardation nearly every day.\n  6. Fatigue or loss of energy nearly every day.\n  7. Feelings of worthlessness or excessive/inappropriate guilt nearly every day.\n  8. Diminished ability to think or concentrate, or indecisiveness nearly every day.\n  9. Recurrent thoughts of death, suicidal ideation, suicide attempt, or specific plan.\nB. Symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nC. Episode not attributable to physiological effects of a substance or another medical condition.\nD. Episode not better explained by schizophrenia spectrum or other psychotic disorders.\nE. There has never been a manic or hypomanic episode (except if substance-induced or due to medical condition)."
    },
    {
        "disorder": "Persistent Depressive Disorder (Dysthymia)",
        "criteria": "A. Depressed mood for most of the day, for more days than not, for at least 2 years (1 year for children/adolescents; mood can be irritable).\nB. Presence, while depressed, of two or more of the following:\n  1. Poor appetite or overeating.\n  2. Insomnia or hypersomnia.\n  3. Low energy or fatigue.\n  4. Low self-esteem.\n  5. Poor concentration or difficulty making decisions.\n  6. Feelings of hopelessness.\nC. During the 2-year period (1 year for children/adolescents), individual has never been without symptoms in Criteria A and B for more than 2 months at a time.\nD. Criteria for major depressive disorder may be continuously present for 2 years.\nE. No history of manic or hypomanic episode, and criteria never met for cyclothymic disorder.\nF. Disturbance not better explained by persistent schizoaffective disorder, schizophrenia, delusional disorder, or other psychotic disorders.\nG. Symptoms not attributable to physiological effects of a substance or medical condition.\nH. Symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    },
    {
        "disorder": "Premenstrual Dysphoric Disorder",
        "criteria": "A. In the majority of menstrual cycles, at least five symptoms present in the final week before onset of menses, start to improve within a few days after onset, and become minimal or absent in the week postmenses.\nB. One or more of the following symptoms must be present:\n  1. Marked affective lability.\n  2. Marked irritability or anger or increased interpersonal conflicts.\n  3. Marked depressed mood, feelings of hopelessness, or self-deprecating thoughts.\n  4. Marked anxiety, tension, and/or feelings of being keyed up or on edge.\nC. One or more additional symptoms present to reach a total of five when combined with Criterion B:\n  1. Decreased interest in usual activities.\n  2. Subjective difficulty in concentration.\n  3. Lethargy, easy fatigability, or marked lack of energy.\n  4. Marked change in appetite, overeating, or specific food cravings.\n  5. Hypersomnia or insomnia.\n  6. A sense of being overwhelmed or out of control.\n  7. Physical symptoms such as breast tenderness, joint or muscle pain, bloating, or weight gain.\nD. Symptoms cause clinically significant distress or interference with work, school, social activities, or relationships.\nE. Disturbance is not merely an exacerbation of symptoms of another disorder.\nF. Criterion A should be confirmed by prospective daily ratings during at least two symptomatic cycles (diagnosis may be provisional before confirmation).\nG. Symptoms not attributable to physiological effects of a substance or another medical condition."
    },
    {
        "disorder": "Substance/Medication-Induced Depressive Disorder",
        "criteria": "A. Prominent and persistent disturbance in mood characterized by depressed mood or markedly diminished interest or pleasure.\nB. Evidence from history, physical exam, or lab findings of both:\n  1. Symptoms developed during or soon after substance intoxication, withdrawal, or medication exposure.\n  2. The substance/medication is capable of producing the symptoms.\nC. Disturbance not better explained by a depressive disorder that is not substance/medication-induced (e.g., symptoms preceded substance use, persist beyond withdrawal, or other evidence of independent disorder).\nD. Disturbance does not occur exclusively during delirium.\nE. Disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    },
    {
        "disorder": "Depressive Disorder Due to Another Medical Condition",
        "criteria": "A. Prominent and persistent period of depressed mood or markedly diminished interest or pleasure that predominates in the clinical picture.\nB. Evidence from history, physical exam, or lab findings that disturbance is direct pathophysiological consequence of another medical condition.\nC. Disturbance not better explained by another mental disorder.\nD. Disturbance does not occur exclusively during delirium.\nE. Disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    },
    {
        "disorder": "Other Specified Depressive Disorder",
        "criteria": "Symptoms characteristic of a depressive disorder causing clinically significant distress or impairment but do not meet full criteria for any depressive disorder. Clinician specifies reason (e.g., recurrent brief depression, short-duration depressive episode, depressive episode with insufficient symptoms)."
    },
    {
        "disorder": "Unspecified Depressive Disorder",
        "criteria": "Symptoms characteristic of a depressive disorder causing clinically significant distress or impairment but do not meet full criteria for any depressive disorder and clinician chooses not to specify the reason or there is insufficient information."
    }
]