[
    {
        "disorder": "Dissociative Identity Disorder",
        "criteria": "A. Disruption of identity characterized by two or more distinct personality states, which may be described in some cultures as an experience of possession. The disruption in identity involves marked discontinuity in sense of self and sense of agency, accompanied by related alterations in affect, behavior, consciousness, memory, perception, cognition, and/or sensory-motor functioning. These signs and symptoms may be observed by others or reported by the individual.\nB. Recurrent gaps in the recall of everyday events, important personal information, and/or traumatic events that are inconsistent with ordinary forgetting.\nC. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nD. The disturbance is not a normal part of a broadly accepted cultural or religious practice.\nNote: In children, the symptoms are not better explained by imaginary playmates or other fantasy play.\nE. The symptoms are not attributable to the physiological effects of a substance (e.g., blackouts or chaotic behavior during alcohol intoxication) or another medical condition (e.g., complex partial seizures)."
    },
    {
        "disorder": "Dissociative Amnesia",
        "criteria": "A. An inability to recall important autobiographical information, usually of a traumatic or stressful nature, that is inconsistent with ordinary forgetting.\nNote: Dissociative amnesia most often consists of localized or selective amnesia for a specific event or events; or generalized amnesia for identity and life history.\nB. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nC. The disturbance is not attributable to the physiological effects of a substance (e.g., alcohol or other drug of abuse, a medication) or a neurological or other medical condition (e.g., partial complex seizures, transient global amnesia, sequelae of a closed head injury/traumatic brain injury, other neurological condition).\nD. The disturbance is not better explained by dissociative identity disorder, posttraumatic stress disorder, acute stress disorder, somatic symptom disorder, or major or mild neurocognitive disorder.\nSpecify if:\nWith dissociative fugue: Apparently purposeful travel or bewildered wandering that is associated with amnesia for identity or for other important autobiographical information."
    },
    {
        "disorder": "Depersonalization/Derealization Disorder",
        "criteria": "A. The presence of persistent or recurrent experiences of depersonalization, derealization, or both:\n1. Depersonalization: Experiences of unreality, detachment, or being an outside observer with respect to one’s thoughts, feelings, sensations, body, or actions (e.g., perceptual alterations, distorted sense of time, unreal or absent self, emotional and/or physical numbing).\n2. Derealization: Experiences of unreality or detachment with respect to surroundings (e.g., individuals or objects are experienced as unreal, dreamlike, foggy, lifeless, or visually distorted).\nB. During the depersonalization or derealization experiences, reality testing remains intact.\nC. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nD. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, medication) or another medical condition (e.g., seizures).\nE. The disturbance is not better explained by another mental disorder, such as schizophrenia, panic disorder, major depressive disorder, acute stress disorder, posttraumatic stress disorder, or another dissociative disorder."
    },
    {
        "disorder": "Other Specified Dissociative Disorder",
        "criteria": "This category applies to presentations in which symptoms characteristic of a dissociative disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the dissociative disorders diagnostic class. The clinician specifies the reason (e.g., “dissociative trance”).\nExamples include:\n1. Chronic and recurrent syndromes of mixed dissociative symptoms with identity disturbance but no dissociative amnesia.\n2. Identity disturbance due to prolonged and intense coercive persuasion (e.g., brainwashing, thought reform).\n3. Acute dissociative reactions to stressful events lasting less than 1 month, characterized by constriction of consciousness, depersonalization, derealization, perceptual disturbances, micro-amnesias, transient stupor, and/or alterations in sensory-motor functioning.\n4. Dissociative trance characterized by acute narrowing or complete loss of awareness of immediate surroundings with profound unresponsiveness or insensitivity to environmental stimuli, accompanied by minor stereotyped behaviors, transient paralysis, or loss of consciousness, not part of a broadly accepted cultural or religious practice."
    },
    {
        "disorder": "Unspecified Dissociative Disorder",
        "criteria": "This category applies to presentations in which symptoms characteristic of a dissociative disorder that cause clinically significant distress or impairment in social, occupational, or other important areas of functioning predominate but do not meet the full criteria for any of the disorders in the dissociative disorders diagnostic class. It is used when the clinician chooses not to specify the reason that criteria are not met for a specific dissociative disorder or when there is insufficient information to make a more specific diagnosis (e.g., in emergency room settings)."
    }
]