[
    {
        "disorder": "Voyeuristic Disorder",
        "criteria": "A. Over a period of at least 6 months, recurrent and intense sexual arousal from observing an unsuspecting person who is naked, in the process of disrobing, or engaging in sexual activity, as manifested by fantasies, urges, or behaviors.\nB. The individual has acted on these sexual urges with a nonconsenting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nC. The individual experiencing the arousal and/or acting on the urges is at least 18 years of age."
    },
    {
        "disorder": "Exhibitionistic Disorder",
        "criteria": "A. Over a period of at least 6 months, recurrent and intense sexual arousal from the exposure of one’s genitals to an unsuspecting person, as manifested by fantasies, urges, or behaviors.\nB. The individual has acted on these sexual urges with a nonconsenting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    },
    {
        "disorder": "Frotteuristic Disorder",
        "criteria": "A. Over a period of at least 6 months, recurrent and intense sexual arousal from touching or rubbing against a nonconsenting person, as manifested by fantasies, urges, or behaviors.\nB. The individual has acted on these sexual urges with a nonconsenting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    },
    {
        "disorder": "Sexual Masochism Disorder",
        "criteria": "A. Over a period of at least 6 months, recurrent and intense sexual arousal from the act of being humiliated, beaten, bound, or otherwise made to suffer, as manifested by fantasies, urges, or behaviors.\nB. The fantasies, sexual urges, or behaviors cause clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    },
    {
        "disorder": "Sexual Sadism Disorder",
        "criteria": "A. Over a period of at least 6 months, recurrent and intense sexual arousal from the physical or psychological suffering of another person, as manifested by fantasies, urges, or behaviors.\nB. The individual has acted on these sexual urges with a nonconsenting person, or the sexual urges or fantasies cause clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    },
    {
        "disorder": "Pedophilic Disorder",
        "criteria": "A. Over a period of at least 6 months, recurrent, intense sexually arousing fantasies, sexual urges, or behaviors involving sexual activity with a prepubescent child or children (generally age 13 years or younger).\nB. The individual has acted on these sexual urges, or the sexual urges or fantasies cause marked distress or interpersonal difficulty.\nC. The individual is at least age 16 years and at least 5 years older than the child or children in Criterion A."
    },
    {
        "disorder": "Fetishistic Disorder",
        "criteria": "A. Over a period of at least 6 months, recurrent and intense sexual arousal from either the use of nonliving objects or a highly specific focus on nongenital body part(s), as manifested by fantasies, urges, or behaviors.\nB. The fantasies, sexual urges, or behaviors cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nC. The fetish objects are not limited to articles of clothing used in cross-dressing (as in transvestic disorder) or devices specifically designed for the purpose of tactile genital stimulation (e.g., vibrator)."
    },
    {
        "disorder": "Transvestic Disorder",
        "criteria": "A. Over a period of at least 6 months, recurrent and intense sexual arousal from cross-dressing, as manifested by fantasies, urges, or behaviors.\nB. The fantasies, sexual urges, or behaviors cause clinically significant distress or impairment in social, occupational, or other important areas of functioning."
    }
]