[
    {
        "disorder": "Reactive Attachment Disorder",
        "criteria": "A. A consistent pattern of inhibited, emotionally withdrawn behavior toward adult caregivers, manifested by both of the following: 1. The child rarely or minimally seeks comfort when distressed. 2. The child rarely or minimally responds to comfort when distressed. B. A persistent social and emotional disturbance characterized by at least two of the following: 1. Minimal social and emotional responsiveness to others. 2. Limited positive affect. 3. Episodes of unexplained irritability, sadness, or fearfulness that are evident even during nonthreatening interactions with adult caregivers. C. The child has experienced a pattern of extremes of insufficient care as evidenced by at least one of the following: 1. Social neglect or deprivation in the form of persistent lack of having basic emotional needs for comfort, stimulation, and affection met by caregiving adults. 2. Repeated changes of primary caregivers that limit opportunities to form stable attachments (e.g., frequent changes in foster care). 3. Rearing in unusual settings that severely limit opportunities to form selective attachments (e.g., institutions with high child-to-caregiver ratios). D. The care in Criterion C is presumed to be responsible for the disturbed behavior in Criterion A (e.g., the disturbances in Criterion A began following the lack of adequate care in Criterion C). E. The criteria are not met for autism spectrum disorder. F. The disturbance is evident before age 5 years. G. The child has a developmental age of at least 9 months."
    },
    {
        "disorder": "Disinhibited Social Engagement Disorder",
        "criteria": "A. A pattern of behavior in which a child actively approaches and interacts with unfamiliar adults and exhibits at least two of the following: 1. Reduced or absent reticence in approaching and interacting with unfamiliar adults. 2. Overly familiar verbal or physical behavior (that is not consistent with culturally sanctioned and with age-appropriate social boundaries). 3. Diminished or absent checking back with adult caregiver after venturing away, even in unfamiliar settings. 4. Willingness to go off with an unfamiliar adult with minimal or no hesitation. B. The behaviors in Criterion A are not limited to impulsivity (as in attention-deficit/hyperactivity disorder) but include socially disinhibited behavior. C. The child has experienced a pattern of extremes of insufficient care as evidenced by at least one of the following: 1. Social neglect or deprivation in the form of persistent lack of having basic emotional needs for comfort, stimulation, and affection met by caregiving adults. 2. Repeated changes of primary caregivers that limit opportunities to form stable attachments (e.g., frequent changes in foster care). 3. Rearing in unusual settings that severely limit opportunities to form selective attachments (e.g., institutions with high child-to-caregiver ratios). D. The care in Criterion C is presumed to be responsible for the disturbed behavior in Criterion A (e.g., the disturbances in Criterion A began following the pathogenic care in Criterion C). E. The child has a developmental age of at least 9 months."
    },
    {
        "disorder": "Posttraumatic Stress Disorder",
        "criteria": "A. Exposure to actual or threatened death, serious injury, or sexual violence in one (or more) of the following ways: 1. Directly experiencing the traumatic event(s). 2. Witnessing, in person, the event(s) as it occurred to others. 3. Learning that the traumatic event(s) occurred to a close family member or close friend. In cases of actual or threatened death of a family member or friend, the event(s) must have been violent or accidental. 4. Experiencing repeated or extreme exposure to aversive details of the traumatic event(s) (e.g., first responders collecting human remains; police officers repeatedly exposed to details of child abuse). Note: Criterion A4 does not apply to exposure through electronic media, television, movies, or pictures, unless this exposure is work related. B. Presence of one (or more) of the following intrusion symptoms associated with the traumatic event(s), beginning after the traumatic event(s) occurred: 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). 2. Recurrent distressing dreams in which the content and/or affect of the dream are related to the traumatic event(s). 3. Dissociative reactions (e.g., flashbacks) in which the individual feels or acts as if the traumatic event(s) were recurring. 4. Intense or prolonged psychological distress at exposure to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). 5. Marked physiological reactions to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). C. Persistent avoidance of stimuli associated with the traumatic event(s), beginning after the traumatic event(s) occurred, as evidenced by one or both of the following: 1. Avoidance of or efforts to avoid distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). 2. Avoidance of or efforts to avoid external reminders (people, places, conversations, activities, objects, situations) that arouse distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). D. Negative alterations in cognitions and mood associated with the traumatic event(s), beginning or worsening after the traumatic event(s) occurred, as evidenced by two (or more) of the following: 1. Inability to remember an important aspect of the traumatic event(s) (typically due to dissociative amnesia and not to other factors such as head injury, alcohol, or drugs). 2. Persistent and exaggerated negative beliefs or expectations about oneself, others, or the world. 3. Persistent, distorted cognitions about the cause or consequences of the traumatic event(s) that lead the individual to blame himself/herself or others. 4. Persistent negative emotional state (e.g., fear, horror, anger, guilt, or shame). 5. Markedly diminished interest or participation in significant activities. 6. Feelings of detachment or estrangement from others. 7. Persistent inability to experience positive emotions. E. Marked alterations in arousal and reactivity associated with the traumatic event(s), beginning or worsening after the traumatic event(s) occurred, as evidenced by two (or more) of the following: 1. Irritable behavior and angry outbursts typically expressed as verbal or physical aggression toward people or objects. 2. Reckless or self-destructive behavior. 3. Hypervigilance. 4. Exaggerated startle response. 5. Problems with concentration. 6. Sleep disturbance. F. Duration of the disturbance (Criteria B, C, D, and E) is more than 1 month. G. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. H. The disturbance is not attributable to the physiological effects of a substance or another medical condition."
    },
    {
        "disorder": "Posttraumatic Stress Disorder for Children 6 Years and Younger",
        "criteria": "A. Exposure to actual or threatened death, serious injury, or sexual violence in one (or more) of the following ways: 1. Directly experiencing the traumatic event(s). 2. Witnessing, in person, the event(s) as it occurred to others, especially primary caregivers. 3. Learning that the traumatic event(s) occurred to a parent or caregiving figure. B. Presence of one (or more) of the following intrusion symptoms associated with the traumatic event(s), beginning after the traumatic event(s) occurred: 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). 2. Recurrent distressing dreams in which the content and/or affect of the dream are related to the traumatic event(s). 3. Dissociative reactions (e.g., flashbacks) in which the child feels or acts as if the traumatic event(s) were recurring. 4. Intense or prolonged psychological distress at exposure to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). 5. Marked physiological reactions to reminders of the traumatic event(s). C. One (or more) of the following symptoms, representing either persistent avoidance of stimuli associated with the traumatic event(s) or negative alterations in cognitions and mood associated with the traumatic event(s), must be present, beginning after the event(s) or worsening after the event(s): Persistent Avoidance of Stimuli 1. Avoidance of or efforts to avoid activities, places, or physical reminders that arouse recollections of the traumatic event(s). 2. Avoidance of or efforts to avoid people, conversations, or interpersonal situations that arouse recollections of the traumatic event(s). Negative Alterations in Cognitions 3. Substantially increased frequency of negative emotional states (e.g., fear, guilt, sadness, shame, confusion). 4. Markedly diminished interest or participation in significant activities, including constriction of play. 5. Socially withdrawn behavior. 6. Persistent reduction in expression of positive emotions. D. Alterations in arousal and reactivity associated with the traumatic event(s), beginning or worsening after the traumatic event(s) occurred, as evidenced by two (or more) of the following: 1. Irritable behavior and angry outbursts typically expressed as verbal or physical aggression toward people or objects (including extreme temper tantrums). 2. Hypervigilance. 3. Exaggerated startle response. 4. Problems with concentration. 5. Sleep disturbance. E. The duration of the disturbance is more than 1 month. F. The disturbance causes clinically significant distress or impairment in relationships with parents, siblings, peers, or other caregivers or with school behavior. G. The disturbance is not attributable to the physiological effects of a substance or another medical condition."
    },
    {
        "disorder": "Acute Stress Disorder",
        "criteria": "A. Exposure to actual or threatened death, serious injury, or sexual violation in one (or more) of the following ways: 1. Directly experiencing the traumatic event(s). 2. Witnessing, in person, the event(s) as it occurred to others. 3. Learning that the event(s) occurred to a close family member or close friend. In cases of actual or threatened death of a family member or friend, the event(s) must have been violent or accidental. 4. Experiencing repeated or extreme exposure to aversive details of the traumatic event(s). B. Presence of nine (or more) of the following symptoms from any of the five categories of intrusion, negative mood, dissociation, avoidance, and arousal, beginning or worsening after the traumatic event(s) occurred: Intrusion Symptoms 1. Recurrent, involuntary, and intrusive distressing memories of the traumatic event(s). 2. Recurrent distressing dreams related to the event(s). 3. Dissociative reactions (e.g., flashbacks). 4. Intense or prolonged psychological distress or marked physiological reactions to internal or external cues that symbolize or resemble an aspect of the traumatic event(s). Negative Mood 5. Persistent inability to experience positive emotions. Dissociative Symptoms 6. An altered sense of the reality of one’s surroundings or oneself. 7. Inability to remember an important aspect of the traumatic event(s). Avoidance Symptoms 8. Efforts to avoid distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). 9. Efforts to avoid external reminders that arouse distressing memories, thoughts, or feelings about or closely associated with the traumatic event(s). Arousal Symptoms 10. Sleep disturbance. 11. Irritable behavior and angry outbursts. 12. Hypervigilance. 13. Problems with concentration. 14. Exaggerated startle response. C. Duration of the disturbance is 3 days to 1 month after trauma exposure. D. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance or another medical condition and is not better explained by brief psychotic disorder."
    },
    {
        "disorder": "Adjustment Disorders",
        "criteria": "A. The development of emotional or behavioral symptoms in response to an identifiable stressor(s) occurring within 3 months of the onset of the stressor(s). B. These symptoms or behaviors are clinically significant, as evidenced by one or both of the following: 1. Marked distress that is out of proportion to the severity or intensity of the stressor, taking into account the external context and the cultural factors that might influence symptom severity and presentation. 2. Significant impairment in social, occupational, or other important areas of functioning. C. The stress-related disturbance does not meet the criteria for another mental disorder and is not merely an exacerbation of a preexisting mental disorder. D. The symptoms do not represent normal bereavement. E. Once the stressor or its consequences have terminated, the symptoms do not persist for more than an additional 6 months."
    }
]